m5stack/uiflow-micropython/m5stack/boards/M5STACK_StampC6/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME    "M5Stack StampC6"
#define MICROPY_HW_MCU_NAME      "ESP32C6"

#define MICROPY_HW_ENABLE_SDCARD (0)
#define MICROPY_PY_MACHINE_I2S   (0)
